Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/joomla-tm.tmx
Source language: en
Languages: ca_es

source: Enter your desired password - Enter a minimum of 4 characters
ca_es: Introdueix la contrasenya que vulguis (mínim de quatre caràcters)

source: Enter your desired user name
ca_es: Introdueix el nom d'usuari/a que desitgis

source: Edit Profile
ca_es: Edita perfil

source: Account Details for %s at %s
ca_es: Detalls del compte per %s de %s

source: Hello administrator, A new user has registered at %s. The user has verified his email, and requests that you approve his account. This email contains their details: Name : %s email: %s Username: %s You can activate the user by clicking on the link below: %s
ca_es: Hola, admiminstrador/a: Un nou usuari/a s'ha registrat a %s. L'usuari/a ha verificat el seu correu i espera que aprovis la seva sol·licitud de compte. Aquest correu conté els detalls: Nom : %s Correu: %s Usuari/a: %s Podeu activar l'usuari/a fent clic a l'enllaç de sota: %s

source: Registration approval required for account of %s at %s
ca_es: Es requereix aprovació de registre per al compte de %s a %s

source: Hello %s, Your account has been activated by an administrator. You can now login at %s using the username %s and the password you chose while registering.
ca_es: Hola,%s : El teu compte ha estat activat per un administrador/a. Ara ja pots accedir i identificar-te a %s usant l'usuari/a %s i contrasenya personals que vas donar durant el procés de registre.

source: Account activated for %s at %s
ca_es: Compte activat per a %s de %s

source: Hello, A request has been made to reset your %s account password. To reset your password, you will need to submit this verification code in order to verify that the request was legitimate. The verification code is %s Click on the URL below to enter the verification code and proceed with resetting your password. %s Thank you.
ca_es: Hola, S'ha realitzat una petició per restablir la teva %s contrasenya del compte. Per restablir la contrasenya, necessites enviar aquest codi de verificació, perquè es pugui verificar que la sol·licitud era legítima. El codi de verificació és %s Fes clic sobre l'adreça URL de sota i introdueix el codi de verificació per poder procedir a restablir la teva contrasenya. %s Gràcies.

source: Your %s password reset request
ca_es: La teva %s sol·licitud de restabliment de contrasenya

source: Hello %s, Thank you for registering at %s. You may now log in to %s using the username and password you registered with.
ca_es: Hola %s, Gràcies per registrar-te a %s. Ara ja pots accedir a %s usant l'usuari/a i contrasenya amb els que t'has registrat.

source: Hello administrator, A new user '%s', username '%s', has registered at %s.
ca_es: Hola administrador/a, ⏎ ⏎ Un nou usuari/a '%s' anomenat '%s' ,s'ha registrat a %s.

source: Hello %s, Thank you for registering at %s. Your account is created and must be activated before you can use it. To activate the account click on the following link or copy-paste it in your browser: %s After activation you may login to %s using the following username and password: Username: %s Password: %s
ca_es: Hola,%s: Gràcies per registrar-te a %s. El teu compte ha estat creat i ha de ser activat abans que la puguis utilitzar. Per activar el compte, fes clic sobre el següent enllaç o copia i enganxa l'adreça URL completa al teu navegador: %s Després de l'activació, ja podràs accedir a %s usant el següent usuari/a i contrasenya: Usuari/a:%s Contrasenya:%s

source: Hello %s, Thank you for registering at %s. Your account is created and must be activated before you can use it. To activate the account click on the following link or copy-paste it in your browser: %s After activation you may login to %s using the following username and the password you entered during registration: Username: %s
ca_es: Hola %s, Gràcies per registrar-te a %s. El teu compte ha estat creat i ha de ser activat abans de poder usar-lo. Per activar el compte fes clic al següent enllaç o copia'l i enganxa'l al teu navegador: %s Després de l'activació pots accedir a %s usant el següent nom d'usuari/a i la contrasenya que has introduït durant el registre: Nom d'usuari/a: %s

source: Hello %s, Thank you for registering at %s. Your account is created and must be verified before you can use it. To verify the account click on the following link or copy-paste it in your browser: %s After verification an administrator will be notified to activate your account. You'll receive a confirmation when it's done. Once that account has been activated you may login to %s using the following username and password: Username: %s Password: %s
ca_es: Hola,%s: Gràcies per registrar-te a %s. El teu compte ha estat creat i necessita ser verificat abans que puguis usar-la. Per activar el compte, fes clic sobre el següent enllaç o copia i enganxa l'adreça URL completa al teu navegador: %s Després de la verificació un administrador/a revisarà el procés activarà el compte. Rebràs una confirmació quan s'hagi fet. Un cop que el compte s'hagi activat, podràs accedir a %s usant el següent usuari/a i contrasenya: Usuari/a:%s Contrasenya:%s

source: Hello %s, Thank you for registering at %s. Your account is created and must be verified before you can use it. To verify the account click on the following link or copy-paste it in your browser: %s After verification an administrator will be notified to activate your account. You'll receive a confirmation when it's done. Once that account has been activated you may login to %s using the following username and the password you entered during registration: Username: %s
ca_es: Hola %s, Gràcies per registrar-te a %s. El teu compte ha estat creat i ha de ser verificat abans de poder usar-lo. Per verificar el compte fes clic al següent enllaç o copia'l i enganxa'l al teu navegador: %s Després de la verificació un administrador/a serà notificat per activar el teu compte. Rebràs una confirmació quan aixó passi. Quan el compte sigui actiu podràs entrar a %s usant el següent nom d'usuari/a i la contrasenya que has introduït durant el registre: Nom d'usuari/a: %s

source: Hello, A username reminder has been requested for your %s account. Your username is %s. To login to your account, click on the link below. %s Thank you.
ca_es: Hola, S'ha rebut una petició per recordar el teu usuari/a des del teu compte a %s. El teu nom d'usuari/a és %s. Per accedir al teu compte, fes clic a l'enllaç de sota. %s Gràcies.

source: Your %s username
ca_es: El teu usuari/a de %s

source: Please enter the email address associated with your User account.<br />A verification code will be sent to you. Once you have received the verification code, you will be able to choose a new password for your account.
ca_es: Introdueix l'adreça de correu que tens associada al teu compte d'usuari/a. <br /> S'enviarà un codi de verificació. Un cop l'hagis rebut, pots triar una nova contrasenya pel compte.

source: Email Address:
ca_es: Adreça de correu:

source: Please enter the email address associated with your User account.<br /> Your username will be emailed to the email address on file.
ca_es: Introdueix l'adreça de correu que tens associada al teu compte d'usuari/a. <br/> El teu nom d'usuari/a serà enviat si l'adreça que ens facilites és correcta.

source: Enter the password reset verification code you received by email.
ca_es: Introdueix el codi de verificació per al restabliment de contrasenya, que has rebut per correu.

source: Verification Code:
ca_es: Codi de verificació:

source: Enter your username
ca_es: Introdueix el teu nom d'usuari/a

source: Username:
ca_es: Usuari/a:

source: Enter your new password
ca_es: Introdueix la nova contrasenya

source: Password:
ca_es: Contrasenya:

source: The passwords you entered do not match. Please enter your desired password in the password field and confirm your entry by entering it in the confirm password field.
ca_es: La contrasenya que has introduït no coincideix. Si us plau, introdueix la contrasenya que vulguis al camp contrasenya i confirma repetint al camp 'Confirma contrasenya'.

source: Confirm your new password
ca_es: Confirma la teva nova contrasenya

source: Confirm Password:
ca_es: Confirma la contrasenya:

source: Invalid email address
ca_es: Adreça de correu vàlida

source: Don't have an account?
ca_es: No tens un compte?

source: Forgot your username?
ca_es: Vols recordar el teu usuari/a?

source: Forgot your password?
ca_es: Vols recordar la contrasenya?

source: User Name
ca_es: Usuari/a

source: Failed sending email.
ca_es: Ha fallat l'enviament del correu.

source: An error was encountered when sending the user registration email. The error is: %s The user who attempted to register is: %s
ca_es: S'ha produït un error quan s'enviava el correu de registre de l'usuari/a. L'error és: %s. L'usuari/a que intenta registrar-se és: %s

source: Error sending email
ca_es: Error enviant el correu

source: User Profile
ca_es: Perfil d'usuari/a

source: Custom Profile
ca_es: Perfil personalitzat

source: Edit Your Profile
ca_es: Edita el teu perfil

source: Enter your email address
ca_es: Introdueix la teva adreça de correu electrònic

source: The email address you entered is already in use or invalid. Please enter another email address.
ca_es: L'adreça de correu que has introduït ja està en ús o és invàlida. Si us plau, introdueix una altra adreça de correu electrònic vàlida .

source: Confirm your email address
ca_es: Confirma la teva adreça de correu electrònic

source: Confirm email Address:
ca_es: Confirma la teva adreça de correu:

source: The email addresses you entered do not match. Please enter your email address in the email address field and confirm your entry by entering it in the confirm email field.
ca_es: L'adreça de correu electrònic que has introduït no coincideix. Introdueix l'adreça de correu electrònic que vols al camp adreça de correu i confirma repetint al camp 'Confirma l'adreça de correu'.

source: Last visited date
ca_es: Darrera visita

source: My Profile
ca_es: El teu perfil

source: Enter your full name
ca_es: Introdueix el teu nom complet

source: Name:
ca_es: Nom:

source: This is the first time you visit this site
ca_es: És la primera vegada que visites aquest lloc

source: If you want to change your username, please contact a site administrator
ca_es: Si vols canviar el nom d'usuari/a, si us plau posa't en contacte amb l'administrador/a del lloc

source: Confirm your password
ca_es: Confirma la teva contrasenya

source: Registered Date
ca_es: Data de registre

source: Profile could not be saved: %s
ca_es: El perfil no es pot guardar: %s

source: Profile successfully saved
ca_es: El perfil s'ha guardat correctament

source: Enter your desired username
ca_es: Introdueix el nom d'usuari/a que desitgis

source: The username you entered is not available. Please pick another username.
ca_es: El nom d'usuari/a introduït no està disponible. Si us plau, selecciona un altre nom d'usuari/a.

source: No Information Entered
ca_es: No hi ha informació introduïda

source: Welcome, %s
ca_es: Benvingut, %s

source: Create An Account
ca_es: Crea un compte

source: <strong class="_QQ_"red"_QQ_">*</strong> Required field
ca_es: <strong class="_QQ_"_QQ_"_QQ_"red"_QQ_"_QQ_"_QQ_">*</strong>Camp requerit

source: User Registration
ca_es: Registre d'usuaris/es

source: Your Account has been successfully activated. You can now log in using the username and password you chose during the registration.
ca_es: El teu compte ha estat activat correctament. Ara ja pots accedir usant l'usuari/a i contrasenya que vas triar durant el procés de registre.

source: An error was encountered while sending activation notification email
ca_es: S'ha produït un error mentre s'enviava la notificació d'activació per correu

source: Failed to save activation data: %s
ca_es: Ha fallat en desar la data d'activació: %s

source: The user's account has been successfully activated and the user has been notified about it.
ca_es: El compte d'usuari/a s'ha activat correctament i l'usuari/a ha estat informat sobre això.

source: Failed to bind registration data: %s
ca_es: No s'ha pogut contrastar la data de registre: %s

source: Your account has been created and an activation link has been sent to the email address you entered. Note that you must activate the account by clicking on the activation link when you get the email before you can login.
ca_es: El teu compte ha estat creat i s'ha enviat un enllaç d'activació a l'adreça de correu electrònic que has introduït. Abans de poder identificar-se com usuari registrat, nota que has d'activar el compte fent clic sobre aquest enllaç que t'hem enviat a la teva adreça de correu.

source: Your account has been created and a verification link has been sent to the email address you entered. Note that you must verify the account by clicking on the verification link when you get the email and then an administrator will activate your account before you can login.
ca_es: El teu compte ha estat creat i s'ha enviat un enllaç d'activació a l'adreça de correu electrònic que has introduït. Abans de poder identificar-se com usuari registrat, nota que has d'activar el compte fent clic sobre aquest enllaç que t'hem enviat a la teva adreça de correu, i després un administrador/a l'activarà.

source: Registration failed: %s
ca_es: El registre d'usuari ha fallat: %s

source: Thank you for registering. You may now log in using the username and password you registered with.
ca_es: Gràcies per registrar-te. Ara ja pots accedir usant l'usuari/a i contrasenya amb els quals et vas registrar.

source: An error was encountered while sending the registration email. A message has been sent to the administrator of this site.
ca_es: S'ha detectat un error mentre s'enviava el missatge de registre. S'ha enviat un missatge notificant l'incident a l'administrador/a d'aquest lloc.

source: Your email has been verified. Once an administrator approves your account, you will be notified by email, and you can login to the site.
ca_es: El teu correu ha estat verificat. Una vegada que l'administrador/a aprovi el teu compte, se li notificarà per correu electrònic i podrà identificar-te al lloc.

source: Reminder
ca_es: Recordatori

source: Please enter the email address associated with your User account. Your username will be emailed to the email address on file.
ca_es: Introdueix l'adreça de correu que tens associada al teu compte d'usuari/a. El teu usuari/a et serà enviat si l'adreça que ens facilites és la correcta.

source: Your email
ca_es: El teu correu electrònic

source: You have exceeded the maximum number of password resets allowed. Please try again in %s hours.
ca_es: S'ha superat el nombre màxim de restabliment de contrasenyes permès. Torna-ho a provar en %s hores.

source: You have exceeded the maximum number of password resets allowed. Please try again in one hour.
ca_es: S'ha superat el nombre màxim de restabliment de contrasenyes permès. Torna-ho a provar en 1 hora.

source: Reminder failed: %s
ca_es: L'enviament del recordatori ha fallat. Assegura't que has introduït una adreça de correu vàlida al camp.

source: Reminder successfully sent. Please check your mail.
ca_es: L'enviament del recordatori s'ha realitzat amb èxit. Si us plau, revisa la safata d'entrada del teu correu-e.

source: A Super Administrator can't request a password reminder. Please contact another Super Administrator or use an alternative method.
ca_es: Un super administrador/a no pot demanar un recordatori de contrasenya. Si us plau, contacta amb un altre super administrador/a o cerca un mètode alternatiu

source: Error completing password reset.
ca_es: S'ha produït un error completant el restabliment de contrasenya.

source: Completing reset password failed: %s
ca_es: Error completant el restabliment de contrasenya: %s

source: To complete the password reset process, please enter a new password.
ca_es: Per completar el procés de restabliment de contrasenya, si us plau, introdueix una contrasenya nova.

source: Reset password successful. You may now login to the site.
ca_es: El restabliment de contrasenya s'ha realitzat amb èxit. Ara ja pots identificar-se al lloc.

source: Error while confirming the password.
ca_es: S'ha produït un error mentre es confirmava la contrasenya.

source: Your password reset confirmation failed because the verification code was invalid. %s
ca_es: La teva confirmació de restabliment de contrasenya ha fallat perquè el codi de verificació era invàlid. %s

source: An email has been sent to your email address. The email contains a verification code, please paste the verification code in the field below to prove that you are the owner of this account.
ca_es: S'ha enviat un correu a la teva adreça de correu electrònic. El correu conté un codi de verificació. Si us plau, enganxa el codi de verificació al camp de sota per demostrar que ets el propietari/a d'aquest compte.

source: Your password reset confirmation failed because the verification code was missing.
ca_es: La teva confirmació de restabliment de contrasenya ha fallat perquè no s'ha trobat el codi de verificació.

source: Error requesting password reset.
ca_es: S'ha produït un error en la sol licitud de restabliment de contrasenya.

source: Reset password failed: %s
ca_es: Ha fallat el restabliment de contrasenya: %s

source: Please enter the email address for your account. A verification code will be sent to you. Once you have received the verification code, you will be able to choose a new password for your account.
ca_es: Introdueix l'adreça de correu electrònic pel teu compte. Se t'enviarà un codi de verificació. Un cop l'hagis rebut, pots triar una nova contrasenya pel compte.

source: Basic Settings
ca_es: Configuració bàsica

source: This user is blocked. If this is an error, please contact an administrator.
ca_es: Aquest usuari/a està bloquejat. Si es tracta d'un error, si us plau, contacta amb un administrador/a.

source: Choose here your default language for the backend
ca_es: _QQ_"Selecciona des d'aquí el teu idioma per defecte per a l'administració

source: Backend language
ca_es: Idioma de l'administració

source: Select the template style for the Administrator Backend interface. This will only affect this User.
ca_es: Selecciona l'estil de plantilla per la interfície d'administrador/a. Això només afectarà a aquest usuari/a.

source: Backend Template Style
ca_es: L'estil de la plantilla de l'administració pot assignar-se des de l'administració. Això només afecta a aquest usuari/a

source: Choose here your text editor
ca_es: Selecciona des d'aquí el teu editor de text

source: Choose here your default language for the frontend
ca_es: Selecciona des d'aquí el teu idioma per defecte pel lloc

source: Frontend language
ca_es: Idioma del lloc

source: Help site for the backend
ca_es: Lloc d'ajuda per a l'administració

source: Help Site
ca_es: Lloc d'ajuda

source: Choose here your time zone
ca_es: Selecciona des d'aquí el fus horari

source: Time zone
ca_es: Fus horari

source: User not found
ca_es: Usuari/a no trobat

source: Failed to save user: %s
ca_es: No s'ha pogut desar l'usuari/a: %s

source: Web Links
ca_es: Enllaços

source: Edit Web link
ca_es: Edita l'enllaç web

source: There is already a Web Link with that name in this category. Please try again.
ca_es: Ja existeix un enllaç web amb aquest nom en aquesta categoria. Torna a provar-ho.

source: Please provide a valid URL
ca_es: Si us plau dóna una adreça URL vàlida

source: Your Weblink must contain a title.
ca_es: El teu enllaç ha de contenir un títol.

source: Web link category not found
ca_es: La categoria de l'enllaç web no ha estat trobada

source: Another Weblink from this category has the same alias
ca_es: Un altre enllaç d'aquesta categoria ja té aquest àlies

source: Web link not found
ca_es: L'enllaç web no ha estat trobat

source: Invalid Web link URL
ca_es: L'Adreça URL de l'enllaç web és invàlida

source: The alias is for internal use only. Leave this blank and Joomla will fill in a default value from the title. It has to be unique for each web link in the same category.
ca_es: L'ús de l'àlies és per a ús intern només.Deixa'l en blanc i Joomla l'omplirà amb un valor per defecte sortit del títol.Ha de ser únic per a cada enllaç a la mateixa categoria.

source: You must select a Category.
ca_es: Has de seleccionar una categoria.

source: You may enter here a description for your Web link
ca_es: Aquí pots escollir una descripció pel teu enllaç web

source: Web Links Filter Search
ca_es: Filtre de cerca per enllaços

source: Your Web Link must have a Title.
ca_es: El teu enllaç web ha de tenir un títol.

source: You must enter a URL.
ca_es: Has d'introduir una adreça URL.

source: URL
ca_es: Adreça URL

source: Submit a Web link
ca_es: Envia un enllaç web

source: Web Link
ca_es: Enllaç web

source: There are no Web links in this category
ca_es: No hi ha enllaços web dins d'aquesta categoria

source: # of links:
ca_es: # d'enllaços:

source: Edit a Web link
ca_es: Edita un enllaç

source: Web link successfully saved
ca_es: Enllaç desat amb èxit

source: Web link successfully submitted
ca_es: Enllaç enviat amb èxit

source: Web links
ca_es: Enllaços web

source: New Web links default to the last position. Ordering can be changed after this Web link has been saved.
ca_es: Els nous enllaços, per defecte, s'ordenaran en l'última posició. L'ordre es pot canviar un cop que aquest enllaç web hagi estat desat.

source: This option will not work correctly. Unfortunately, your browser does not support inline frames.
ca_es: Esta opción no funcionará correctamente. Lamentablemente, su navegador no soporta urls embebidas.

source: Joomla CMS
ca_es: SGC Joomla

source: Error on deleting file or folder %s
ca_es: S'ha produit un error en esborrarel fitxer o carpeta %s

source: Error on updating manifest cache: (type, element, folder, client) = (%s, %s, %s, %s)
ca_es: S'ha produit un error en l'actualització de la memòria cau: (tipus, element,carpeta,client) = (%s,%s,%s,%s)

source: Joomla! 3.0 Content Management System
ca_es: Joomla! 1.7, Sistema de gestió de continguts

source: Smart Search INDEXER
ca_es: INDEXADOR Cerca senzilla

source: * Processed batch %s in %s seconds.
ca_es: *Processat automàticament %s en %s segons.

source: Total Processing Time: %s seconds.
ca_es: Total de temps del processament: %s segons.

source: Starting Indexer
ca_es: Iniciant Indexador

source: Setting up Finder plugins
ca_es: Ajustant connectors del trobador

source: Setup %s items in %s seconds.
ca_es: Configurant %s ítems en %s segons.

source: &#160;: error(s) in line(s) %s
ca_es: : error(s) a la(es) línia(s) %s

source: Notice
ca_es: Informació

source: Warning
ca_es: Avís

source: Configure
ca_es: Configuració

source: Component Settings
ca_es: Configuració del component

source: Create
ca_es: Crea

source: Delete
ca_es: Esborra

source: Edit
ca_es: Edita

source: Edit Own
ca_es: Edita propis

source: Edit State
ca_es: Edita estat

source: Admin Login
ca_es: Accés a l'administració

source: Site Login
ca_es: Accés al lloc

source: Access Administration Interface
ca_es: Accés al component

source: Administrator
ca_es: Administrador/a

source: All
ca_es: Tots

source: Archived
ca_es: Classificat

source: Author
ca_es: Autor/a

source: Category
ca_es: Categoria

source: Date
ca_es: Data

source: Default
ca_es: Per defecte

source: Disabled
ca_es: Deshabilitat

source: Enabled
ca_es: Habilitat

source: False
ca_es: Fals

source: Featured
ca_es: Destacat

source: Hide
ca_es: Ocult

source: Invalid Token
ca_es: Token invàlid

source: Log in
ca_es: Entra

source: Log out
ca_es: Surt

source: New
ca_es: Nou

source: Next
ca_es: Següent

source: None
ca_es: Cap

source: Off
ca_es: Desactivat
